Repository: telexy324/billabong
Catalog: pkg/i18n/translations/*/LC_MESSAGES/nezha.po
Languages: de_de

source: alert id %d does not exist
de_de: benachrichtigungs ID %d existiert nicht

source: permission denied
de_de: zugriff verweigert

source: duration need to be at least 3
de_de: dauer muss mindestens 3 sein

source: cycle_interval need to be at least 1
de_de: cycle_interval muss mindestens 1 sein

source: cycle_start is not set
de_de: cycle_start ist nicht eingestellt

source: cycle_start is a future value
de_de: cycle_start ist ein zukünftiger wert

source: need to configure at least a single rule
de_de: mindestens eine Regel muss konfiguriert sein

source: unauthorized
de_de: nicht autorisiert

source: database error
de_de: datenbankfehler

source: scheduled tasks cannot be triggered by alarms
de_de: geplante aufgaben können nicht durch Alarme ausgelöst werden

source: task id %d does not exist
de_de: task ID %d existiert nicht

source: the retry count must be an integer between 1 and 10
de_de: der retry_count muss eine Zahl zwischen 1 und 10 sein

source: error parsing %s: %v
de_de: fehler beim parsen von %s: %v

source: profile id %d does not exist
de_de: profil ID %d existiert nicht

source: server not found or not connected
de_de: server nicht gefunden oder nicht verbunden

source: a test message
de_de: testnachricht

source: notification id %d does not exist
de_de: benachrichtigung ID %d existiert nicht

source: have invalid notification id
de_de: haben ungültige Benachrichtigungs ID

source: group id %d does not exist
de_de: gruppen ID %d existiert nicht

source: provider is required
de_de: anbieter ist erforderlich

source: provider not found
de_de: anbieter nicht gefunden

source: operation not permitted
de_de: operation nicht erlaubt

source: code is required
de_de: code ist erforderlich

source: oauth2 user not binded yet
de_de: oauth2-benutzer noch nicht verbunden

source: invalid state key
de_de: invalider zustandsschlüssel

source: server id %d does not exist
de_de: server ID %d existiert nicht

source: have invalid server id
de_de: haben ungültige Server ID

source: server not found
de_de: server nicht gefunden

source: service id %d does not exist
de_de: service ID %d existiert nicht

source: incorrect password
de_de: falsches passwort

source: you don't have any oauth2 bindings
de_de: keine oauth2 Verbindungen vorhanden

source: password length must be greater than 6
de_de: passwort muss länger als 6 Zeichen sein

source: username can't be empty
de_de: benutzername darf nicht leer sein

source: invalid role
de_de: fehlerhafte Rolle

source: can't delete yourself
de_de: du kannst dich selbst nicht löschen

source: timeout: no connection established
de_de: timeout: Keine Verbindung hergestellt

source: timeout: user connection not established
de_de: timeout: Benutzerverbindung nicht etabliert

source: timeout: agent connection not established
de_de: timeout: Agent-Verbindung nicht etabliert

source: Scheduled Task Executed Successfully
de_de: geplante Aufgabe erfolgreich ausgeführt

source: Scheduled Task Executed Failed
de_de: geplante Aufgabe fehlgeschlagen

source: IP Changed
de_de: IP geändert

source: Incident
de_de: Vorfall

source: Resolved
de_de: Gelöst

source: Tasks failed to register: [
de_de: Aufgaben konnten nicht registriert werden: [

source: ] These tasks will not execute properly. Fix them in the admin dashboard.
de_de: ] Diese Aufgaben werden nicht korrekt ausgeführt. Reparieren Sie diese im Admin-Dashboard.

source: [Task failed] %s: server %s is offline and cannot execute the task
de_de: [Aufgabe fehlgeschlagen] %s: Server %s ist offline und kann die Aufgabe nicht ausführen

source: [%s] %s Reporter: %s, Error: %s
de_de: [%s] %s Reporter: %s, Fehler: %s

source: [TLS] Fetch cert info failed, Reporter: %s, Error: %s
de_de: [TLS] Fetch cert info gescheitert, Reporter: %s, Fehler: %s

source: The TLS certificate will expire within seven days. Expiration time: %s
de_de: Das TLS-Zertifikat läuft innerhalb von sieben Tagen ab. Ablaufzeit: %s

source: TLS certificate changed, old: issuer %s, expires at %s; new: issuer %s, expires at %s
de_de: TLS-Zertifikat geändert, alt: Emittent %s, läuft ab bei %s; neu: Emittent %s, läuft ab bei %s

source: No Data
de_de: Keine Daten

source: Good
de_de: Gut

source: Low Availability
de_de: Niedere Verfügbarkeit

source: Down
de_de: Unten

source: user id not specified
de_de: benutzer-id nicht angegeben
